import React, { Component } from 'react';
import "./AdmissionAndFAQ.scss";

function FAQGraduateKorean(){
    return (<div className="section_content">
        <h2>자주 묻는 질문 (석/박사 공통)</h2>
        <p>For information in English, please click the menu button at the top-right corner of the page, and switch language.</p>
        <h3>Q1. 카이스트 산업디자인학과에서 대학원생들은 무엇을 배우나요?</h3>
            <p>카이스트는 연구중심대학이기 때문에, 산업디자인학과의 대학원생들은 학생이자 연구자입니다. 학생으로서 수업을 들으며, 정해진 연구실에서 지도교수 및 동료들과 함께 연구활동을 수행하게 됩니다. 보통 입학한 첫 해에는 수업에 집중하지만, 이후 점차 학위논문과 산업체/정부 연구과제의 비중이 높아집니다.</p>
            
        <h3>Q2. 카이스트 산업디자인학과에서는 어떤 수업들을 듣게 되나요?</h3>
            <p>본 페이지 위쪽에 수록된 수업 리스트와 <a href="https://bulletin.kaist.ac.kr/html/kr/?year=2022&id=kr20221235&file=C" target="_blank">KAIST공식 교과목 이수요건</a>을 참고하세요.</p>

        <h3>Q3. 산업디자인학과에는 어떤 연구실들이 있나요? 각 연구실의 대학원생은 어떤 연구를 수행하나요?</h3>
            <p>카이스트 산업디자인학과에는 현재 14개의 연구실이 매우 다양한 디자인 관련 연구 프로젝트를 수행하고 있습니다. 각 연구실의 웹사이트에 방문해서, 최근 발표된 논문, 전시, 제품, 그 외 다양한 연구 결과를 보실 수 있습니다. </p>
            <p><a href="https://id.kaist.ac.kr/research" target="_blank">연구실 목록 보러가기</a></p>
        
        <h3>Q4. 산업디자인학과에는 어떤 교수들이 재직중인가요?</h3>
            <p>현재 18명의 교수가 재직중이며, 그 중 세 명의 명예교수와 한 명의 연구교수가 포함되어 있습니다.</p>
            <p><a href="https://id.kaist.ac.kr/people" target="_blank">교수 목록 보러가기</a></p>

            <h4>교수 명단</h4>
                <p>이우훈 (학과장) / 남택진 / 배상민 / 남기영 / 임윤경 / 석현정 / 배석형 / 안드레아 비앙키 / 이상수 / 홍화정 / 이탁연 / 이창희 / 박현준 / 강이연</p>

            <h4>명예교수 명단</h4>
                <p>김명석 / 정경원 / 이건표</p>
            
        <h3>Q5. 산업디자인학과 대학원생들은 졸업 후에 주로 어떤 일을 하게 되나요? </h3>
            <p>석사과정을 마친 졸업생들은 대기업, 스타트업, 혹은 디자인 전문업체에 취직하여 사용자 경험을 고려한 혁신적인 제품이나 서비스를 개발하거나, 디자인 관련 연구를 수행합니다. 박사과정을 마친 졸업생들은 산업계 뿐 아니라 학계나 연구소, 혹은 공공 기관에서 디자이너 혹은 연구자로서 커리어를 이어갑니다. 보다 자세한 업무 분야는 졸업생의 박사학위 연구주제에 따라 아주 다양한 분포를 보입니다.</p>

            <p>현재 박사 졸업생들의 대부분은 대학 교수로 교육 및 연구를 수행하거나, 대기업에서 제품 개발 혹은 사용자 경험 연구를 담당합니다. 졸업생 중에는 스타트업의 대표나 디자인 담당 이사, 특허청 심사관, 심지어는 공공기관에서 인간-중심 디자인 연구를 수행하는 경우도 있습니다.</p>
            
        
        <h3>Q6. 나는 공과 대학을 졸업했는데, 산업디자인학과에 지원할 수 있나요?</h3>
            <p> 물론입니다. 카이스트 산업디자인학과는 전산학, 기계공학, 전자공학, 산업공학을 포함한 공학 전 분야에 걸친 전문 지식을 가진 지원자들을 환영합니다. 본 대학원 과정을 통해, 공학 분야 지원자는 디자인과 공학 지식을 융합할 수 있는 다학제적 디자인 연구자가 될 것입니다. 디자인을 전공하지 않은 지원자들은 면접 시험 과정에서 전공 분야에서 습득한 전문성과 함께 다-학제적 디자인 연구자로서의 목적과 계획을 설명할 수 있어야 합니다.</p>
        
        <h3>Q7. 나는 미술 대학에서 디자인을 전공했는데, 산업디자인학과에 지원할 수 있나요? </h3>
            <p> 물론입니다. 카이스트 산업디자인학과는 미학에 대한 깊은 이해, 그리고 그것을 다양한 방식으로 표현할 수 있는 미대 디자인 전공자를 환영합니다. 본 대학원 과정을 통해, 지원자는 전공 지식을 체계화된 연구 방법론을 통해 과학 기술과 합칠 수 있게될 것입니다. 지원자들은 면접 시험 과정을 통해 전공 분야에서 습득한 전문성과 함께 다학제적 디자인 연구자로서의 목적과 계획을 설명할 수 있어야 합니다.</p>

        
        <h3>Q8. 나는 공학 분야의 전문 지식을 전혀 가지고 있지 않은데, 카이스트 산업디자인학과의 교육 과정을 따라갈 수 있을까요?</h3>
            <p> 공학 분야 지식은 대학원 과정에서 큰 도움이 되지만, 본 학과는 다양한 전공 분야 졸업생이 가진 다학제적 연구의 가능성을 높게 삽니다. 매년 우리는 비-디자인, 비-공학 분야를 전공한 대학원생들이 수업 및 연구에서 탁월한 성과를 거두는 것을 목격합니다. 첨단 기술을 다루어야 하는 일부 수업을 들을 때 남들보다 조금 더 많은 시간과 노력을 기울여야 할 뿐입니다. </p>

        
        <h3>Q9. 대학원생은 어떤 과정을 통해 연구실을 선택하나요?</h3>
            <p> 석사과정 입학 예정자들은 첫 학기 시작 전에 모든 연구실을 방문하고 소개를 듣는 시간을 갖습니다. 이후 관심가는 연구실을 운영하는 교수와의 개별면담을 갖고, 얻은 정보에 기반하여 학생들은 선호하는 연구실의 목록을 학과에 제출하게 됩니다. 학과에서는 제출된 목록을 최대한 반영하여 연구실을 결정하고, 학생들에게 개별적으로 공지합니다. </p>

            <p> 박사과정 지원자는 함께 연구하고 싶은 지도교수의 목록을 지원서류에 기입하여 제출합니다. 대부분의 박사과정 신입생은 본인이 기입한 연구실 중 하나에 배치됩니다. 지원시 지도교수를 선택하지 않은 박사과정 입학생은 임시로 학과장의 연구실에 배치되고, 합격이 결정난 이후 학과와의 조율 과정을 통해 실제 지도교수가 정해집니다. </p>
        
        <h3>Q10. 그 외 궁금한 점은 어디에 질문할 수 있나요?</h3>
            <p> 심사 과정, 일정 및 지원 서류에 대한 상세 정보는 <a href="https://admission.kaist.ac.kr/graduate/" target="_blank">카이스트 웹사이트</a>에서 제공되고 있으며, 질문은 카이스트 입학처 (전화번호:(042)350-2351 이메일:advanced.adm@kaist.ac.kr)에 문의하시면 됩니다.</p>

            <p> 외국인 지원자의 경우 별도의 <a href="https://admission.kaist.ac.kr/intl-graduate/" target="_blank">웹페이지</a>에서 관련 정보를 얻을 수 있습니다. </p>

            <p> 박사과정 지원자는 지원 서류에 선호하는 지도교수들을 기입해야 합니다. 따라서 학과의 테뉴어 트랙 교수 중 관심가는 교수들에게 이메일이나 전화를 통해 미리 연락 하기를 권장합니다. 지원시 선호하는 지도교수를 정하기 힘들다면, 임시로 학과장의 연구실에 배치되었다가 입학이 결정된 후에 실제 지도교수를 찾을 수 있습니다. </p>

    </div>);
}

export default FAQGraduateKorean;